{
  "ganji": "丁未",
  "name": "정미일주",
  "general": {
    "nature": "한여름의 뜨거운 열기를 품은 '메마른 대지' 위에 피어오른 '불꽃'이자, 밤하늘을 은은하게 밝히는 '등불'의 형상입니다. 겉모습은 양(未)처럼 온순하고 예의 바르지만, 내면에는 식지 않는 열정과 독립심, 그리고 건드리면 폭발하는 '활화산' 같은 기질을 동시에 가지고 있습니다.",
    "characteristic": "**[부드러움 속에 숨겨진 강철 같은 고집]**\n당신은 '외유내강'의 전형입니다. 평소에는 다정다감하고 인정이 많아 주변 사람들을 잘 챙깁니다. 하지만 고집이 60갑자 중 다섯 손가락 안에 들 정도로 셉니다.\n\n남의 말을 잘 들어주는 척하지만, 결국은 내가 하고 싶은 대로 하고야 마는 **'은근한 뚝심'**이 있습니다. 누가 나를 억압하거나 자존심을 건드리면, 평소의 온화함은 사라지고 무섭게 저항하는 **'반전 매력'**의 소유자입니다.\n\n**[홍염살이 빚어낸 치명적인 매력]**\n당신은 가만히 있어도 이성을 끌어당기는 **'홍염살(紅艶煞)'**을 가지고 있습니다. 화려하게 꾸미지 않아도 묘하게 사람의 마음을 끄는 매력이 있으며, 눈웃음이 예쁘거나 다정다감한 성격으로 인기가 많습니다. 본인도 이성에게 관심이 많고 낭만을 즐길 줄 아는 **'로맨티스트'**입니다.\n\n**[불타오르는 소유욕과 승부욕]**\n일지에 '식신'을 두어 베푸는 것을 좋아하지만, 동시에 미토(未土)의 건조함 때문에 **'소유욕'**과 **'질투심'**이 강합니다. 내 사람, 내 물건에 대한 애착이 대단하며, 한번 목표를 정하면 끝까지 물고 늘어지는 **'집요한 승부근성'**이 당신을 성공으로 이끕니다.\n\n**[당신을 위한 조언]**\n당신은 감정이 풍부한 만큼 기복도 심합니다. 기분이 좋을 때는 천사 같다가도, 틀어지면 불같이 화를 내어 주변을 당황하게 합니다. 이 **'감정의 온도 차'**만 줄인다면, 당신의 따뜻한 불꽃은 사람들에게 가장 사랑받는 빛이 될 것입니다.",
    "spouse": "**[뜨겁게 사랑하고 헌신하지만, 구속하고 싶은 애증의 관계]**\n일지에 '식신(표현, 자식, 의식주)'을 깔고 있어, 배우자를 자식처럼 챙겨주고 헌신하는 스타일입니다.\n\n**[남성 정미일주]**\n현모양처보다는 친구 같고 편안한 아내, 혹은 나의 활동을 지지해 주는 아내를 원합니다. 아내에게 잘해주지만, 은근히 내 뜻대로 통제하려 들거나 잔소리를 할 수 있습니다. 아내가 숨이 막히지 않도록 **'자유'**를 주는 것이 가정의 평화를 지키는 길입니다.\n\n**[여성 정미일주]**\n자식에 대한 사랑이 남달라 남편보다 자식에게 올인하는 경향이 있습니다. 남편이 다소 무능하거나 성에 차지 않아 내가 가장 역할을 할 수도 있습니다. 남편을 무시하거나 다그치기 쉬운데, 남편도 당신의 사랑과 인정을 바라는 **'큰 아들'**이라고 생각하고 보듬어주세요. 당신의 따뜻한 밥상 한 끼가 남편의 기를 살립니다.\n\n**[표현해야 사는 부부]**\n속으로만 삭이지 말고 서운한 점을 그때그때 대화로 푸세요. 함께 맛집을 탐방하거나 여행을 다니며 **'정서적 허기'**를 채우는 것이 중요합니다.",
    "jobWealth": "**[적합한 직업 분야]**\n식신의 손재주와 미토의 예술성, 그리고 홍염살의 인기를 모두 살려야 합니다. **요리사, 미용, 메이크업, 패션** 등 꾸미고 만드는 분야에서 탁월한 재능을 보입니다.\n\n또한 말을 잘하고 사람을 끄는 힘이 있어 **교육, 강사, 상담, 영업, 방송** 분야도 잘 맞으며, 불을 다루는 **전자, IT, 에너지** 분야나 **의료(간호, 물리치료)** 쪽으로 진출해도 대성합니다.\n\n**[재물에 대한 가치관]**\n당신은 돈을 버는 재주(식신)를 타고났습니다. 하지만 돈을 모으는 것보다 쓰는 것에서 기쁨을 느끼는 **'소비 지향적'**인 성향이 강합니다. 기분파라 한턱내기를 좋아하고, 꾸미는 데 투자를 아끼지 않아 실속이 없을 수 있습니다.\n\n**[돈 버는 방식]**\n월급보다는 나의 **'기술'**이나 **'재능'**으로 버는 돈이 큽니다. 현금은 손에 쥐면 모래처럼 빠져나가기 쉬우니, 돈이 생기면 무조건 **부동산(땅)**이나 **건물**에 묻어두는 것이 부자가 되는 지름길입니다. 미토는 '가든(정원)'을 의미하므로 땅 투자가 아주 길합니다.\n\n**[성공의 열쇠]**\n당신은 한 우물을 파는 끈기가 부족할 수 있습니다. 이것저것 손대기보다 **'확실한 전문 기술'** 하나를 마스터했을 때, 평생 먹고살 걱정 없는 풍요를 누리게 됩니다.",
    "advice": "**[당신의 본질]**\n당신은 사막의 밤을 밝히는 모닥불입니다. 외로운 사람들에게 위로가 되지만, 너무 가까이 가면 데일 수 있습니다.\n\n**[필요한 기운]**\n땅이 너무 뜨겁고 건조합니다. 열기를 식혀줄 시원한 **'물(수/관성)'**과, 불길을 조절해 줄 **'젖은 흙(축토, 진토)'**이나 **'쇠(금/재성)'**가 필요합니다. 이는 **'휴식, 유연함, 현실적인 목표'**를 의미합니다.\n\n**[실천 방법]**\n성격이 급해지는 것을 경계하세요. 화가 날 때는 찬물을 한 잔 마시거나 **물가**로 산책을 가는 것이 좋습니다. **서예**나 **독서**처럼 차분하게 앉아서 하는 취미가 내면의 열기를 다스리는 데 큰 도움이 됩니다.\n\n**[건강 관리]**\n조열(건조하고 뜨거움)한 기운 때문에 **갈증**을 자주 느끼고 **당뇨, 고혈압** 등 혈관 질환에 유의해야 합니다. **위장**이 건조해 소화 불량이 올 수 있으니 수분 섭취를 늘리고 싱겁게 먹는 습관을 들이세요."
  },
  "ilji": {
    "sibsin": {
      "name": "식신",
      "special_analysis": {
        "title": "정미일주만의 특별한 식신: '영혼을 요리하는 뜨거운 예술가'",
        "description": "일지에 '식신(표현, 의식주)'을 두었지만, 정미일주의 식신은 단순한 먹거리가 아니라 **'뜨거운 열정을 담은 창조물'**입니다.\n\n**1. 황금손의 소유자:**\n당신은 손으로 하는 건 뭐든지 잘합니다. 음식 솜씨가 뛰어나고, 무언가를 만들거나 고치는 데 천부적인 소질이 있습니다. 당신의 손길이 닿으면 평범한 재료도 **'예술 작품'**으로 변합니다.\n\n**2. 뼈 있는 말솜씨:**\n말을 조리 있게 잘하지만, 가끔 상대방의 폐부를 찌르는 **'독설'**이 튀어나올 때가 있습니다. 악의는 없지만, 솔직함이 지나쳐 상처를 줄 수 있습니다. 부드러운 화법만 익힌다면 당신의 언변은 천 냥 빚도 갚는 무기가 됩니다.\n\n**3. 베풀어야 돌아오는 복:**\n식신은 퍼주는 기운입니다. 당신은 계산 없이 베풀 때 행복을 느끼는 사람입니다. 내가 만든 음식을 남들이 맛있게 먹어줄 때, 내가 준 선물에 상대가 기뻐할 때 당신의 운도 함께 상승합니다."
      }
    },
    "unseong": {
      "name": "관대",
      "hanja": "冠帶",
      "title": "정미일주의 관대 (冠帶) - 제복을 입은 청년의 당당한 패기",
      "keywords": [
        "자존심",
        "독립심",
        "용기",
        "자기과시",
        "좌충우돌_성장"
      ],
      "description": "정미일주의 '관대'지는 갓 어른이 되어 사회에 나서는 청년처럼 의욕과 자신감이 넘치는 상태입니다.\n\n**1. 꺾이지 않는 기세:**\n당신은 어디 가서 기죽는 법이 없습니다. 설령 가진 것이 없어도 당당하며, \"나를 따르라\"는 식의 **'보스 기질'**이 있습니다. 실패를 두려워하지 않고 도전하는 당신의 용기는 주변 사람들에게 영감을 줍니다.\n\n**2. 폼생폼사:**\n관대는 의관을 정제한 모습이라 남의 시선을 많이 의식합니다. 체면과 명예를 중시하고, 남들에게 멋있게 보이고 싶은 욕구가 강합니다. 때로는 허세로 보일 수도 있지만, 이는 자신을 가꾸고 발전시키는 **'원동력'**이 됩니다.\n\n**3. 시행착오 끝의 성공:**\n아직 노련미는 부족하여 독단적인 결정으로 실수를 할 수 있습니다. 하지만 관대의 힘은 **'회복'**과 **'성장'**에 있습니다. 젊은 날의 고생과 실수를 자양분 삼아, 중년 이후에는 누구보다 단단하고 노련한 실력자로 거듭나게 됩니다."
    }
  }
}