{
  "ganji": "乙丑",
  "name": "을축일주",
  "general": {
    "nature": "한겨울 꽁꽁 얼어붙은 땅(동토)에 기어이 뿌리를 내리고 피어난 '인동초(忍冬草)'이자, 척박한 환경을 묵묵히 갈아 옥토로 만드는 '소'의 형상입니다. 여리여리한 꽃처럼 보이지만, 그 생명력과 끈기는 60갑자 중 단연 최고입니다.",
    "characteristic": "**[외유내강의 끝판왕]**\n당신은 '부드러움이 강함을 이긴다'는 말을 증명하는 사람입니다. 겉모습은 온순하고 다정하며, 바람이 불면 흔들리는 갈대처럼 유연해 보입니다. 하지만 그 속에는 바위도 깨뜨릴 만큼 단단한 **'강철 같은 고집'**과 **'오기'**가 숨어 있습니다.\n\n남들은 힘들어서 포기하는 상황에서도, 당신은 **\"죽어도 살아남는다\"**는 무서운 정신력으로 버텨내고 결국에는 꽃을 피웁니다. 당신을 겉모습만 보고 만만하게 봤다가는 큰코다칩니다.\n\n**[날카로운 비판 의식과 현실 감각]**\n축토(丑土)는 금(金)의 고장입니다. 당신의 내면에는 차가운 칼날(신금)이 숨겨져 있습니다. 그래서 상황을 분석하고 비판하는 능력이 매우 **냉철**하고 **예리**합니다.\n\n뜬구름 잡는 이상보다는 **\"그래서 나에게 득이 되는가?\"**를 먼저 계산하는 철저한 **실리주의자**입니다. 이해타산이 빠르고 손해 보는 짓은 절대 하지 않는 야무진 성격입니다.\n\n**[묵묵히 일하는 성실함]**\n소처럼 우직하게 자신의 일을 해나갑니다. 요행을 바라기보다 티끌 모아 태산을 이루는 **근면 성실함**이 당신의 가장 큰 무기입니다. 다만, 속마음을 잘 표현하지 않고 꾹꾹 눌러 담다가 한 번에 폭발할 수 있으니 감정의 '배출구'가 필요합니다.\n\n**[당신을 위한 조언]**\n당신은 너무 움츠려 있습니다. 얼어붙은 땅에서 뿌리를 지키느라 긴장하고 있는 모습입니다. 이제 어깨에 힘을 좀 빼고, 주변 사람들에게 당신의 **따뜻한 마음**을 표현해 보세요. 당신이 먼저 웃어주면, 당신의 겨울은 더 빨리 봄으로 바뀔 것입니다.",
    "spouse": "**[차가운 땅을 녹여줄 든든한 현실 파트너]**\n일지에 '편재(큰 재물)'를 깔고 있어, 경제적 능력이 있거나 생활력이 강한 배우자와 인연이 있습니다. 하지만 축토(얼어있는 땅)의 특성상, 배우자가 무뚝뚝하거나 다정다감한 맛은 떨어질 수 있습니다.\n\n**[남성 을축일주]**\n알뜰하고 살림 잘하는 현모양처, 혹은 처가 덕을 볼 수 있는 아내를 맞이합니다. 하지만 아내를 아끼면서도 돈 문제로 쪼거나 잔소리를 할 수 있습니다. 아내를 '일꾼'이나 '금고지기'로 대하지 말고, **따뜻한 사랑**으로 감싸주세요. 아내가 행복해야 당신의 재물운도 트입니다.\n\n**[여성 을축일주]**\n본인이 웬만한 남자보다 생활력이 강합니다. 까다롭고 보수적인 남편, 혹은 구두쇠 같은 남편을 만날 수 있지만, 당신은 그 남편마저도 내조하여 집안을 일으켜 세우는 **'평강공주'**의 능력을 가졌습니다. 남편에게 기대기보다 **동등한 경제적 파트너**로서 가정을 꾸려나가는 것이 마음 편합니다.\n\n**[인내로 피워내는 사랑]**\n처음에는 조건이나 현실을 보고 만났더라도, 함께 고생하고 재산을 불려 나가며 **'동지애'**가 쌓이는 부부입니다. 서로의 노고를 인정해 줄 때 사랑은 더욱 깊어집니다.",
    "jobWealth": "**[적합한 직업 분야]**\n칼을 품은 꽃의 형상이므로, 날카로운 도구를 다루거나 정밀함을 요하는 직업이 천직입니다. **의료(간호, 수술), 미용, 요리, 금속 세공** 분야에서 두각을 나타냅니다.\n\n또한 축토의 특성을 살려 **부동산, 건축, 농업, 원예** 분야나, 돈을 다루는 **금융, 회계, 경리**직에서도 능력을 발휘합니다. 종교나 활인업과도 인연이 깊습니다.\n\n**[재물에 대한 가치관]**\n일지에 '금고(쇠창고)'를 깔고 앉아 있는 격이라, 돈에 대한 집착과 애착이 남다릅니다. 당신에게 돈은 단순한 소비 수단이 아니라, 험한 세상에서 나를 지켜주는 **'생명줄'**이자 **'방패'**입니다.\n\n**[돈 버는 방식]**\n일확천금보다는 **'개미처럼 모아서'** 부자가 되는 스타일입니다. 10원 한 장도 허투루 쓰지 않는 짠돌이/짠순이 기질이 있어, 남들이 볼 때는 인색해 보일 수도 있습니다. 하지만 그렇게 악착같이 모은 돈으로 결국엔 **부동산(땅)**을 사서 큰 부자가 되는 사람이 바로 당신입니다.\n\n**[성공의 열쇠]**\n돈을 버는 것보다 **지키는 능력**이 탁월합니다. 다만, 너무 돈만 쫓다가는 건강과 인간관계를 잃을 수 있습니다. 가끔은 나를 위해 맛있는 것도 사 먹고 베푸는 여유를 가지세요. 그것이 더 큰돈을 불러옵니다.",
    "advice": "**[당신의 본질]**\n당신은 겨울을 견디는 꽃입니다. 지금의 시련은 당신을 죽이는 것이 아니라, 더 단단하고 향기로운 꽃을 피우게 하는 과정입니다.\n\n**[필요한 기운]**\n꽁꽁 언 땅을 녹여줄 **'불(화/식상)'**과, 외로운 꽃의 친구가 되어줄 **'동료(목/비겁)'**가 필요합니다. 이는 **'열정적인 표현, 활동성'**과 **'대인관계의 확장'**을 의미합니다.\n\n**[실천 방법]**\n속에 있는 말을 참지만 말고, 밖으로 끄집어내어 **표현**하세요. 노래를 부르거나, 글을 쓰거나, 수다를 떠는 것 모두 좋습니다. 그리고 몸을 따뜻하게 하고 햇볕을 자주 쬐는 것이 최고의 건강 비법이자 개운법입니다.\n\n**[건강 관리]**\n추위를 많이 타고 손발이 차가울 수 있습니다. **수족냉증, 위장병, 부인과 질환(여성)**에 유의하고, 몸을 따뜻하게 데워주는 생강차나 쑥 등을 가까이하세요."
  },
  "ilji": {
    "sibsin": {
      "name": "편재",
      "special_analysis": {
        "title": "을축일주만의 특별한 편재: '진흙 속에서 캐내는 빛나는 보석'",
        "description": "같은 편재(큰 재물)라도 을축일주의 편재는 다릅니다. 화려하게 드러난 돈이 아니라, 깊고 어두운 땅속에 숨겨진 **'비자금'**과 같은 재물입니다.\n\n**1. 억척스러운 수집가:**\n당신은 돈 냄새를 맡는 감각이 남다릅니다. 남들이 \"이게 돈이 되겠어?\"라고 무시하는 척박한 곳(축토)에서 기어이 가치를 찾아내고 수익을 만들어냅니다. 화려한 한탕주의가 아니라, 뼈를 깎는 노력으로 만들어낸 **'피, 땀, 눈물의 결정체'**입니다.\n\n**2. 철통같은 보안:**\n당신의 주머니에 들어간 돈은 다시는 밖으로 나오지 않습니다. 돈을 버는 재주보다 **안 쓰고 모으는 재주**가 신의 경지에 올랐습니다. 겉으로는 평범해 보여도 알고 보면 '알부자'인 경우가 가장 많은 일주입니다.\n\n**3. 칼을 품은 재물:**\n축토 속에는 '신금(편관/칼)'이 숨어 있습니다. 이는 돈을 벌기 위해 내가 감수해야 할 고통이나 스트레스가 있다는 뜻이기도 합니다. 하지만 당신은 그 고통마저도 **성공을 위한 밑거름**으로 삼아내는 독한(칭찬입니다) 생활력의 소유자입니다."
      }
    },
    "unseong": {
      "name": "쇠",
      "hanja": "衰",
      "title": "을축일주의 \"쇠 (衰)\" - 물러나지 않는 은근한 뚝심과 지혜",
      "keywords": [
        "반안살",
        "내실",
        "조용한_실력자",
        "후원",
        "안정_추구"
      ],
      "description": "을축일주의 '쇠(衰)'지는 기운이 빠진 것이 아니라, 겉으로 드러내지 않고 안으로 **'힘을 비축하는 상태'**입니다.\n\n**1. 반안살(攀鞍殺)의 행운:**\n을축일주의 쇠지는 신살로 '반안살(말 안장에 오름)'에 해당합니다. 이는 힘든 고생 끝에 결국에는 편안한 지위에 오르고, **성공의 안장**에 앉게 된다는 길한 암시입니다. 초년의 고생은 당신에게 '훈장'과도 같습니다.\n\n**2. 부드러운 카리스마:**\n당신은 앞에서 나대거나 목소리를 높이지 않습니다. 하지만 뒤에서 묵묵히 상황을 지켜보다가 결정적인 순간에 핵심을 찌르는 조언을 하거나 문제를 해결합니다. 사람들은 당신의 그 **차분한 내공**에 의지하게 됩니다.\n\n**3. 꺾이지 않는 생명력:**\n쇠지는 노련함입니다. 당신은 태풍이 불 때 꼿꼿이 서 있다가 부러지는 큰 나무가 되기보다, 몸을 낮추고 바람을 피하는 지혜로운 풀꽃이 되기를 선택합니다. 이것이 바로 을축일주가 최후의 승자가 되는 **'생존의 지혜'**입니다."
    }
  }
}