{
  "ganji": "丁卯",
  "name": "정묘일주",
  "general": {
    "nature": "어두운 밤, 꽃밭을 은은하게 비추는 '달빛'이자, 싱그러운 풀숲 사이에서 타오르는 '작은 촛불'의 형상입니다. 화려하게 눈부시지는 않지만, 특유의 신비롭고 온화한 분위기로 사람들의 마음을 편안하게 해주는 묘한 매력의 소유자입니다.",
    "characteristic": "**[연기처럼 피어오르는 복잡한 내면]**\n당신은 겉으로 보기에 다정하고 명랑해 보입니다. 하지만 정화(불)가 습한 묘목(나무)을 태우는 형국이라, 속에서는 끊임없이 **'생각의 연기'**가 피어오르고 있습니다.\n\n남들은 알 수 없는 미묘한 걱정과 불안, 그리고 미래에 대한 상상으로 내면이 늘 복잡합니다. 이 예민함은 때로 **'신비로운 직감'**이 되어 남들이 보지 못하는 것을 감지해냅니다.\n\n**[사랑받고 싶은 순수한 어린아이]**\n일지에 '편인'을 둔 당신은 사랑과 관심을 먹고 자라는 화초입니다. 겉으로는 어른스러운 척해도, 속마음은 누군가 나를 끊임없이 챙겨주고 예뻐해 주기를 바라는 **'애정 결핍'**이 있을 수 있습니다.\n\n질투심도 강해서 내 사람이 다른 곳을 보면 토라지기도 하지만, 그 모습조차 미워할 수 없는 **'귀여운 매력'**으로 승화시키는 능력이 있습니다.\n\n**[타고난 미적 감각과 손재주]**\n토끼(卯)는 꾸미고 단장하는 것을 좋아합니다. 당신은 옷을 입는 센스나 집안을 꾸미는 감각이 남다릅니다. 섬세한 손재주를 가지고 있어 요리, 그림, 글씨 등 손으로 하는 것은 무엇이든 평균 이상으로 해내는 **'금손'**입니다.\n\n**[당신을 위한 조언]**\n당신은 생각이 꼬리에 꼬리를 물어 스스로를 괴롭히는 경향이 있습니다. 이를 '일어나지도 않은 일에 대한 걱정'이라고 합니다. 당신의 뛰어난 직관을 부정적인 걱정이 아니라, 창조적인 **'영감'**으로 돌리세요. 햇볕을 쬐며 밖으로 나가는 것이 마음속 습기를 말리는 최고의 처방입니다.",
    "spouse": "**[나를 엄마처럼 보살펴 줄 따뜻한 안식처]**\n일지에 '편인(어머니, 문서, 직관)'을 깔고 있어, 배우자에게서 모성애나 부성애 같은 **'무조건적인 사랑'**을 기대합니다.\n\n**[남성 정묘일주]**\n지혜롭고 센스 있는 아내, 혹은 나를 엄마처럼 챙겨주는 아내를 만납니다. 하지만 고부 갈등이 생기기 쉬운 구조라 중간에서 처신을 잘해야 합니다. 밖에서는 사람 좋다는 소리를 듣지만 집에서는 아내에게 예민하게 굴거나 의심을 할 수 있으니, 아내를 믿고 **너그러운 마음**을 갖는 것이 중요합니다.\n\n**[여성 정묘일주]**\n다정다감하고 나를 위해주는 남편을 만나지만, 내 기대치가 높아 남편이 조금만 소홀해도 서운함을 느낍니다. 남편에게 사랑을 확인하려 들거나 바가지를 긁기보다, 당신이 먼저 남편의 지친 어깨를 감싸주는 **'치유자'**가 되어주세요. 당신의 따뜻한 말 한마디가 남편을 성공시킵니다.\n\n**[친밀함과 집착 사이]**\n부부 사이가 매우 가깝고 끈끈하지만, 때로는 그것이 집착이나 의심으로 변질될 수 있습니다. 서로의 스마트폰을 검사하기보다, 서로의 눈을 바라보며 대화하는 시간을 늘리세요.",
    "jobWealth": "**[적합한 직업 분야]**\n섬세한 감각과 '병(病)'지의 치유 능력을 살려야 합니다. **의사, 간호사, 한의사, 약사** 등 의료 분야나, 사람의 마음을 어루만지는 **상담가, 종교인, 역술가**가 천직입니다.\n\n또한 뛰어난 미적 감각을 발휘하는 **인테리어, 패션, 디자인, 미용** 분야나, 교육자로서 누군가를 가르치는 일에서도 두각을 나타냅니다. **작가**나 **예술가**로서의 재능도 탁월합니다.\n\n**[재물에 대한 가치관]**\n육체노동으로 힘들게 돈을 벌기보다는, 나의 **'전문 기술'**이나 **'자격증'**, **'두뇌'**를 활용하여 부를 창출하는 스타일입니다. 돈 냄새를 맡는 직감이 뛰어나지만, 귀가 얇아 사기를 당할 수 있으니 주의해야 합니다.\n\n**[돈 버는 방식]**\n일지의 묘목은 왕성한 생명력입니다. 작은 돈을 모아 불리는 재주가 있습니다. 특히 **부동산 경매**나 **임대업**처럼 문서를 활용한 재테크가 잘 맞습니다. 한번 들어온 돈은 잘 쓰지 않는 알뜰함이 있어, 말년으로 갈수록 경제적으로 윤택해집니다.\n\n**[성공의 열쇠]**\n당신은 혼자 일하는 것보다, 당신의 예민함을 받아주고 지지해 줄 **'멘토'**나 **'파트너'**가 있을 때 능력이 배가됩니다. 인복이 있으니 주변의 도움을 감사히 받으세요.",
    "advice": "**[당신의 본질]**\n당신은 숲속의 촛불입니다. 바람이 불면 위태로워 보이지만, 결코 꺼지지 않는 끈질긴 생명력을 가졌습니다.\n\n**[필요한 기운]**\n습한 나무가 잘 타려면 **'잘 마른 큰 나무(갑목/인성)'**와, 촛불을 지켜줄 **'단단한 울타리(경금/재성)'**가 필요합니다. 이는 **'꾸준한 공부'**와 **'현실적인 목표 설정'**을 의미합니다.\n\n**[실천 방법]**\n생각이 많아 머리가 뜨거워지기 쉽습니다. **반신욕**이나 **족욕**으로 기운을 아래로 내리고, **등산**이나 **맨발 걷기**로 흙의 기운을 받는 것이 좋습니다. 불안할 때는 종이에 걱정거리를 적어보고 태워버리는 의식도 도움이 됩니다.\n\n**[건강 관리]**\n심장이 약해 잘 놀라거나 두근거릴 수 있으며, 신경성 소화 불량에 시달릴 수 있습니다. **시력 저하**나 **안구 건조**에 유의하고, 명상과 요가로 **자율신경의 균형**을 맞추는 것이 중요합니다."
  },
  "ilji": {
    "sibsin": {
      "name": "편인",
      "special_analysis": {
        "title": "정묘일주만의 특별한 편인: '젖은 장작에서 피어나는 향기로운 연기'",
        "description": "일지에 '편인(직관, 예술, 외로움)'을 둔 일주 중에서도 정묘일주는 가장 **'감성적'**이고 **'신비로운'** 편인의 특성을 가집니다.\n\n**1. 연기 나는 젖은 장작 (습목생화):**\n정화(불)가 묘목(젖은 나무)을 태우려니 처음에는 연기(고민, 시련)가 많이 납니다. 그래서 초년에는 방황하거나 마음고생을 할 수 있습니다. 하지만 이 연기는 고통이 아니라, 당신을 성숙하게 만들고 깊이 있는 내공을 쌓게 하는 **'훈증(燻蒸)'**의 시간입니다.\n\n**2. 천재적인 직관력 (촉):**\n당신의 촉은 무서울 정도로 정확합니다. 논리적으로 설명할 수 없지만 \"왠지 그럴 것 같다\"는 느낌은 거의 틀리지 않습니다. 이 영적인 감각은 위기 상황에서 당신을 구해주거나, 남들이 발견하지 못한 기회를 잡게 해줍니다.\n\n**3. 예술적 승화:**\n당신의 내면에는 마르지 않는 샘물 같은 **'상상력'**이 있습니다. 현실 세계에서는 다소 엉뚱해 보일 수 있지만, 창작의 세계에서는 독보적인 존재감을 발휘합니다. 당신의 고독과 슬픔은 예술을 위한 최고의 재료입니다."
      }
    },
    "unseong": {
      "name": "병",
      "hanja": "病",
      "title": "정묘일주의 병 (病) - 세상의 아픔을 느끼는 섬세한 영혼",
      "keywords": [
        "공감_능력",
        "상상력",
        "예술혼",
        "치유자",
        "다정다감"
      ],
      "description": "정묘일주의 '병(病)'지는 진짜 질병이 아니라, 병상에 누운 사람처럼 **'감각이 예민해진 상태'**를 의미합니다.\n\n**1. 최고의 힐러이자 상담가:**\n내가 아파봤기에 남의 아픔을 누구보다 잘 압니다. 당신에게는 타인의 고통에 진심으로 공감하고 눈물 흘려주는 따뜻한 마음이 있습니다. 사람들은 당신의 위로 한마디에 큰 힘을 얻고 치유됩니다.\n\n**2. 낭만적인 몽상가:**\n몸은 병실에 있어도 정신은 우주를 여행합니다. 병지에 놓인 사람은 **'상상력'**과 **'기획력'**이 뛰어납니다. 현실의 제약에 얽매이지 않고 자유롭게 꿈꾸는 당신은 삭막한 세상에 낭만을 선물하는 사람입니다.\n\n**3. 보호 본능 자극:**\n병약한 미소년/미소녀 같은 이미지가 있습니다. 왠지 챙겨줘야 할 것 같고, 지켜주고 싶은 **'보호 본능'**을 자극합니다. 이것은 당신이 가진 강력한 무기이며, 주변의 도움을 끌어오는 인복의 원천입니다."
    }
  }
}