{
  "ganji": "乙卯",
  "name": "을묘일주",
  "general": {
    "nature": "온 들판을 초록으로 뒤덮는 싱그러운 봄의 절정이자, 어떤 담벼락도 타고 넘는 강인한 '넝쿨 식물'의 형상입니다. 겉보기엔 부드러운 바람 같지만, 그 속에는 바위도 뚫고 나오는 무서운 생명력과 집념이 숨어 있습니다.",
    "characteristic": "**[상상을 초월하는 생존 본능]**\n당신은 '생활력의 화신'입니다. 밟혀도 다시 일어나는 잡초처럼, 잘라도 다시 자라나는 넝쿨처럼, 어떤 악조건 속에서도 기어이 살아남아 꽃을 피우는 **최강의 생존력**을 가졌습니다.\n\n갑목이 강풍에 부러질 때, 당신은 바람을 타고 흔들리며 끝까지 버텨냅니다. 이 **'유연함'**이야말로 당신이 세상을 이기는 최고의 무기입니다.\n\n**[부드러움 뒤에 숨겨진 칼 같은 고집]**\n천간과 지지가 모두 나무(간여지동)로 이루어져 있어, 겉으로는 사교적이고 상냥해 보이지만 속고집은 60갑자 중 으뜸입니다. 남의 말을 잘 들어주는 척하지만, 결국은 내가 하고 싶은 대로 하고야 마는 **'외유내강'**의 전형입니다.\n\n당신의 고집은 단순한 아집이 아니라, 내 목표를 이루기 전까지는 절대 물러서지 않겠다는 **'자기 확신'**이자 **'주체성'**입니다.\n\n**[미래를 향해 뻗어가는 상승 욕구]**\n당신은 현실에 안주하는 것을 싫어합니다. 넝쿨이 더 높은 곳을 향해 나무를 감고 올라가듯, 끊임없이 더 나은 미래, 더 높은 지위를 향해 나아가려는 **상승 욕구**와 **야망**이 있습니다.\n\n**[당신을 위한 조언]**\n당신은 혼자서도 잘하지만, 주변과 어우러질 때 더 빛이 납니다. 다만, 너무 내 주장만 고집하면 주변 사람들이 질려서 떠날 수 있습니다. 가끔은 나의 빈틈을 보여주고, 타인의 의견에 진심으로 귀 기울이는 **'여유'**를 갖는다면 당신은 더욱 사랑받는 존재가 될 것입니다.",
    "spouse": "**[친구처럼 편안하지만, 은근한 기 싸움이 필요한 파트너]**\n일지에 나와 같은 기운인 '비견(친구, 형제)'을 깔고 있어, 배우자를 상하 관계가 아닌 **동등한 친구**이자 **인생의 러닝메이트**로 생각합니다.\n\n당신은 배우자에게 의존하기보다, 각자의 영역에서 능력을 발휘하며 **함께 성장하는 관계**를 꿈꿉니다.\n\n**[남성 을묘일주]**\n밖에서는 사근사근하고 친절하지만, 집에서는 무뚝뚝하거나 고집을 피우는 가부장적인 면모가 나올 수 있습니다. 아내 역시 만만치 않은 생활력과 고집을 가진 분일 확률이 높습니다. 아내를 이기려 들면 집안에 바람 잘 날이 없습니다. 아내의 능력을 인정하고 **존중하는 파트너십**이 가정의 평화를 지킵니다.\n\n**[여성 을묘일주]**\n생활력이 강하고 똑순이 기질이 있어, 남편보다 내가 가정을 주도해야 마음이 편합니다. 친구 같은 남편을 만나 맞벌이를 하거나 사회 활동을 하는 것이 좋습니다. 남편에게 잔소리를 하거나 바가지를 긁기 쉬운데, 이는 남편을 내 식대로 잘 되게 하려는 애정의 표현이지만, 가끔은 남편의 기를 살려주는 **칭찬 요법**이 필요합니다.\n\n**[따로 또 같이]**\n부부 사이가 너무 가까우면 부딪힘이 잦을 수 있습니다. 서로의 사생활과 취미를 존중해 주는 **'적당한 거리두기'**가 오히려 관계를 애틋하고 오래 가게 만드는 비결입니다.",
    "jobWealth": "**[적합한 직업 분야]**\n손재주가 뛰어나고 감각이 섬세하여 **디자인, 패션, 미용, 예술** 분야에서 두각을 나타냅니다. 식물을 다루는 **조경, 화훼, 농업**과도 인연이 깊습니다.\n\n사람을 상대하고 가르치는 **교육, 상담, 기획** 분야나, 끈기와 디테일이 필요한 **설계, IT, 전문 기술직**에서도 성공할 수 있습니다.\n\n**[재물에 대한 가치관]**\n건록의 기운을 받아 스스로 돈을 버는 능력이 탁월합니다. 요행이나 투기보다는 나의 **'기술'**과 **'노력'**으로 정직하게 부를 축적하는 것을 선호합니다. 돈 냄새를 잘 맡는 현실적인 감각도 갖추고 있습니다.\n\n**[돈 버는 방식]**\n혼자 일하는 것보다 주변 사람들과 협업하거나 인맥을 활용할 때 수익이 극대화됩니다. 다만, 귀가 얇아 남의 말만 믿고 투자하다가 손해를 볼 수 있으니, 돈거래는 신중해야 합니다. **전문 자격증**이나 **나만의 브랜드**를 갖는 것이 최고의 재테크입니다.\n\n**[성공의 열쇠]**\n당신은 맨손으로 시작해도 결국엔 집을 사고 땅을 사는 자수성가의 아이콘입니다. 실패를 두려워하지 않는 **'도전 정신'**이 곧 당신의 자산입니다.",
    "advice": "**[당신의 본질]**\n당신은 봄바람에 춤추는 버드나무입니다. 강해 보이지 않지만, 세상 그 무엇보다 끈질긴 생명력을 가졌습니다.\n\n**[필요한 기운]**\n나무가 너무 빽빽하게 자라고 있으니, 숲을 환하게 비춰줄 **'태양(화/식상)'**과, 뿌리 내릴 수 있는 넓은 **'땅(토/재성)'**이 필요합니다.\n\n**[실천 방법]**\n자신의 재능을 밖으로 마음껏 **표현(식상)**하세요. 그리고 좁은 화분에 갇혀 있지 말고, 더 넓은 세상으로 나가 활동 반경을 넓히세요(역마). **여행**이나 **새로운 취미** 활동은 당신의 운을 트이게 하는 활력소가 됩니다.\n\n**[건강 관리]**\n목 기운이 강해 **간, 담, 신경계** 질환에 유의해야 하며, 위장이 약해질 수 있습니다. 스트레스를 받으면 폭식하거나 소화 불량이 올 수 있으니 **규칙적인 식사**와 **가벼운 산책**이 보약입니다."
  },
  "ilji": {
    "sibsin": {
      "name": "비견",
      "special_analysis": {
        "title": "을묘일주만의 특별한 비견: '끝없이 뻗어 나가는 푸른 네트워크'",
        "description": "같은 비견(친구, 경쟁자)이라도 을묘일주의 비견은 조금 특별합니다. 갑인일주의 비견이 숲속의 나무들이라면, 을묘일주의 비견은 서로 얽히고설켜 끊을 수 없는 **'거대한 넝쿨 군락'**입니다.\n\n**1. 함께할 때 더 강해지는 힘:**\n당신은 혼자일 때보다 무리를 지을 때 무서운 힘을 발휘합니다. 주변 사람들의 도움을 받아 더 높은 곳으로 올라가는 **'등라계갑(藤蘿繫甲)'**의 지혜가 있습니다. 친구나 동료는 당신의 경쟁자이자, 당신을 지탱해 주는 든든한 **지지대**입니다.\n\n**2. 끈끈한 유대감과 질투:**\n내 사람에 대한 애착이 강해 한번 맺은 인연은 끈질기게 이어갑니다. 하지만 나와 가까운 사람이 잘되면 배가 아픈 미묘한 **'질투심'**도 공존합니다. 이 경쟁심을 부정하지 말고, 나를 발전시키는 **긍정적인 자극제**로 활용하세요.\n\n**3. 꺾이지 않는 자아:**\n겉으로는 유순해 보여도 내면의 자아는 다이아몬드처럼 단단합니다. 누구에게도 지배당하지 않으려는 **자유로운 영혼**이며, 내 인생의 주인공은 오직 나라는 확고한 **자존감**이 당신을 빛나게 합니다."
      }
    },
    "unseong": {
      "name": "건록",
      "hanja": "建祿",
      "title": "을묘일주의 건록 (建祿) - 싱그러운 봄의 생명력, 꺾이지 않는 자존심",
      "keywords": [
        "자수성가",
        "치밀함",
        "푸른_생명력",
        "자기_관리",
        "청춘의_패기"
      ],
      "description": "을묘일주의 '건록'은 갑인일주처럼 거대하게 우뚝 선 느낌이 아닙니다. 대신, 들판을 가득 채운 **'밀도 높은 생명력'**이자, 틈새를 파고드는 **'영리한 현실 감각'**입니다.\n\n**1. 빈틈없는 완벽주의:**\n당신은 허술해 보이는 척해도, 속으로는 계산이 다 서 있는 **실속파**입니다. 자신의 밥그릇은 확실하게 챙길 줄 알며, 공과 사를 명확히 구분하는 **냉철함**이 있습니다. 남에게 폐 끼치는 것을 싫어하고, 내 몫은 완벽하게 해내는 프로입니다.\n\n**2. 영원히 늙지 않는 청춘:**\n을묘의 건록은 봄의 한가운데(卯)에 있습니다. 그래서 당신에게는 나이가 들어도 사라지지 않는 **'소년/소녀 같은 감성'**과 **'호기심'**이 있습니다. 새로운 유행을 받아들이는 속도가 빠르고, 언제나 현역처럼 활동하는 에너자이저입니다.\n\n**3. 부드러운 카리스마:**\n큰 소리 치지 않고도 사람을 움직이는 힘이 있습니다. 강압적인 지시가 아니라, 감성을 자극하고 설득하여 내 편으로 만드는 **'부드럽고 끈끈한 힘'**의 소유자입니다. 당신의 성공은 요란하지 않지만, 그 누구보다 **단단하고 오래갑니다**."
    }
  }
}