{
  "ganji": "丙寅",
  "name": "병인일주",
  "general": {
    "nature": "깊은 산속에서 힘차게 솟아오르는 '아침 해'이자, 푸른 소나무 숲을 환하게 비추는 '태양'의 형상입니다. 어둠을 몰아내고 만물에게 생명력을 불어넣는 희망의 상징이며, 지칠 줄 모르는 열정과 순수한 영혼을 동시에 지닌 매력적인 사람입니다.",
    "characteristic": "**[세상을 밝히는 긍정의 아이콘]**\n당신은 태생적으로 밝고 명랑합니다. 병화(태양)가 인목(장작)을 만나 화력이 끊이지 않으니, 매사에 의욕이 넘치고 적극적입니다.\n\n어떤 절망적인 상황에서도 \"할 수 있다!\"를 외치는 **'무한 긍정 에너지'**가 있어, 주변 사람들까지 힘나게 만드는 **'인간 비타민'** 같은 존재입니다. 당신이 있는 곳은 언제나 웃음꽃이 피고 활기가 넘칩니다.\n\n**[목화통명(木火通明)의 천재성]**\n나무가 불을 생하는 구조라 머리 회전이 비상하고 배우는 것을 좋아합니다. 특히 직관력이 뛰어나고 창의적인 아이디어가 샘솟는 **'아이디어 뱅크'**입니다.\n\n학문과 예술에 대한 감각이 탁월하여, 하나를 배우면 그것을 응용하여 자신만의 것으로 만드는 재주가 있습니다. 말솜씨 또한 청산유수라 좌중을 휘어잡는 **'언변의 달인'**이기도 합니다.\n\n**[앞만 보고 달리는 직진 본능]**\n호랑이(寅)의 기세와 태양(丙)의 속도가 만났습니다. 추진력 하나는 타의 추종을 불허합니다. 하지만 성격이 급해 앞뒤 재지 않고 일단 저지르고 보는 경향이 있습니다. 시작은 창대하나 마무리가 미약할 수 있는 **'용두사미'**를 가장 경계해야 합니다.\n\n**[당신을 위한 조언]**\n당신은 다 좋은데 **'귀가 얇은 것'**이 흠입니다. 사람을 너무 잘 믿어 손해를 보거나, 욱하는 성질 때문에 공들인 탑을 무너뜨릴 수 있습니다. 중요한 결정을 할 때는 반드시 한 템포 쉬어가고, 주변의 냉철한 조언을 귀담아듣는 **'신중함'**을 갖춘다면 당신은 진정한 리더로 존경받을 것입니다.",
    "spouse": "**[나에게 지혜와 영감을 주는 고마운 스승]**\n일지에 '편인(지혜, 어머니, 문서)'을 깔고 있어, 배우자가 나의 부족한 점을 채워주는 **'엄마'** 같거나 배울 점이 많은 **'스승'** 같은 사람일 확률이 높습니다.\n\n**[남성 병인일주]**\n지적이고 생활력이 강한 아내, 혹은 모성애가 강한 아내를 만납니다. 아내가 나를 챙겨주는 것을 당연하게 여기지 마세요. 밖에서는 호탕한 대장부지만 집에서는 아내에게 어리광을 부리거나 의존하려는 경향이 있습니다. 아내의 잔소리는 당신을 성공시키기 위한 **'사랑의 매'**임을 잊지 마세요.\n\n**[여성 병인일주]**\n나를 예뻐해 주고 아껴주는 다정다감한 남편, 혹은 교육계나 전문직에 종사하는 점잖은 남편과 인연이 깊습니다. 남편에게 사랑받는 복(장생)을 타고났으나, 친정에 대한 애착이 너무 강해 고부 갈등이나 부부 갈등의 원인이 될 수 있습니다. 친정 일보다는 **우리 가정**에 먼저 집중하는 지혜가 필요합니다.\n\n**[서로를 성장시키는 불꽃]**\n함께 공부를 하거나 취미를 공유하며 대화가 끊이지 않는 부부입니다. 서로에게 끊임없이 **영감(Inspiration)**을 주는 뮤즈이자 멘토가 되어줄 때 사랑은 식지 않습니다.",
    "jobWealth": "**[적합한 직업 분야]**\n목화통명의 기운을 살려 **교육, 학문, 교수, 강사** 분야가 천직이며, 화려한 언변과 끼를 발산하는 **방송, 언론, 유튜버, 연예계**에서도 대성합니다.\n\n또한 창의력과 기획력이 뛰어나 **작가, 예술가, 디자인, 마케팅** 분야나, 활활 타오르는 불처럼 에너지를 다루는 **전기, 전자, IT, 에너지** 관련 사업과도 인연이 깊습니다.\n\n**[재물에 대한 가치관]**\n돈을 쫓기보다는 **'명예'**와 **'가치'**를 쫓을 때 돈이 따라오는 구조입니다. 나의 지식이나 재능, 자격증을 활용하여 부를 축적하는 **'지식 사업가'**의 기질이 다분합니다.\n\n**[돈 버는 방식]**\n사업을 하더라도 육체노동보다는 머리를 쓰는 일, 혹은 사람을 가르치고 계몽하는 일이 좋습니다. 인복이 있어 주변의 도움으로 성공할 수 있지만, 동업은 신중해야 합니다. **부동산**이나 **지적 재산권(저작권, 특허)** 등 문서 형태의 자산이 당신에게 큰 부를 안겨줍니다.\n\n**[성공의 열쇠]**\n당신은 **'인기'**가 곧 돈입니다. 대중의 사랑과 관심을 먹고 자라는 태양이니, 자신을 숨기지 말고 세상에 널리 알리세요.",
    "advice": "**[당신의 본질]**\n당신은 숲을 비추는 아침 해입니다. 어둠 속에 있는 사람들에게 희망을 주는 것이 당신의 사명입니다.\n\n**[필요한 기운]**\n불이 너무 강하게 타오르면 재만 남을 수 있습니다. 열기를 식혀주고 조절해 줄 **'물(수/관성)'**과 **'촉촉한 흙(토/식상)'**이 필요합니다. 이는 **'자제력, 겸손, 차분한 휴식'**을 의미합니다.\n\n**[실천 방법]**\n말을 하기 전에 **'3초만 생각하는 습관'**을 들이세요. 그리고 시작한 일은 반드시 **마침표**를 찍는 연습을 하세요. 검은색 옷을 입거나 물가로 여행을 가는 등 수(水) 기운을 보충하는 것이 성격의 급함을 다스리는 개운법입니다.\n\n**[건강 관리]**\n화기가 위로 치솟아 **고혈압, 심장 질환, 뇌졸중** 등 심혈관계 질환에 유의해야 하며, 시력이 나빠지기 쉽습니다. **하체 운동**을 꾸준히 하여 기운을 아래로 내리는 것이 중요합니다."
  },
  "ilji": {
    "sibsin": {
      "name": "편인",
      "special_analysis": {
        "title": "병인일주만의 특별한 편인: '태양을 춤추게 하는 무한한 연료'",
        "description": "일지에 '편인(독창성, 눈치, 직관)'을 둔 일주는 많지만, 병인일주의 편인은 음침하지 않고 **'가장 밝고 긍정적인 지혜'**입니다.\n\n**1. 마르지 않는 아이디어:**\n인목(편인)은 병화(나)를 끊임없이 생해주는 장작입니다. 그래서 당신은 머릿속에서 아이디어가 고갈되지 않습니다. 남들이 생각지 못한 기발한 발상, 톡톡 튀는 **'창의력'**은 바로 이 편인의 힘에서 나옵니다.\n\n**2. 눈치 100단의 센스:**\n편인은 눈치입니다. 당신은 상황 파악이 매우 빠르고, 상대방이 무엇을 원하는지 본능적으로 감지합니다. 이 센스를 활용하여 사람들의 가려운 곳을 긁어주니 어딜 가나 **'사랑받는 분위기 메이커'**가 됩니다.\n\n**3. 학문에 대한 열망:**\n나이가 들어서도 배움을 놓지 않습니다. 호기심이 왕성하여 새로운 것을 배우고 익히는 과정 자체를 즐깁니다. 당신에게 공부는 지루한 의무가 아니라, 삶을 신나게 만드는 **'놀이'**와 같습니다."
      }
    },
    "unseong": {
      "name": "장생",
      "hanja": "長生",
      "title": "병인일주의 장생 (長生) - 세상의 축복을 받고 태어난 행운아",
      "keywords": [
        "후원",
        "인복",
        "순수함",
        "시작의_축복",
        "오뚝이_정신"
      ],
      "description": "병인일주의 '장생'지는 십이운성 중 으뜸으로 치는 길성입니다. 갓 태어난 아기가 세상의 환영을 받는 모습입니다.\n\n**1. 쏟아지는 인복(人福):**\n당신은 혼자 힘으로 아등바등하지 않아도 됩니다. 어려움에 처하면 어디선가 귀인이 나타나 도와주는 **'천우신조'**의 혜택을 받습니다. 윗사람들이 당신을 예뻐하고 끌어주려 하니, 감사한 마음으로 그 도움을 받으세요.\n\n**2. 미워할 수 없는 순수함:**\n장생은 아기의 마음입니다. 때로는 철없어 보이고 실수를 해도, 당신에게는 사람을 무장해제시키는 특유의 **'순수함'**과 **'애교'**가 있어 미움을 받지 않습니다. 적을 만들지 않는 것이 당신의 가장 큰 성공 비결입니다.\n\n**3. 실패를 모르는 회복탄력성:**\n아기는 넘어져도 울고 나서 금방 다시 일어납니다. 당신 또한 좌절을 겪어도 금세 털고 일어나는 **'오뚝이'** 같은 회복력이 있습니다. 과거에 연연하지 않고 내일의 태양을 바라보는 당신의 **긍정 마인드**가 운명을 빛나게 합니다."
    }
  }
}