{
  "ganji": "甲戌",
  "name": "갑술일주",
  "general": {
    "nature": "늦가을, 석양이 지는 메마른 바위산에 홀로 서 있는 '고독한 소나무'의 형상입니다. 겉모습은 쓸쓸해 보일지 몰라도, 그 뿌리 아래에는 뜨거운 열기(화)와 보물(금)을 감추고 있는 '반전의 매력'을 품고 있습니다.",
    "characteristic": "**[척박함을 견디는 강인한 생명력]**\n당신은 비옥한 땅에서 편하게 자란 온실 속 화초가 아닙니다. 물 한 방울 없는 척박한 땅에서도 기어이 뿌리를 내리고 살아남는 **'무서운 생존 본능'**과 **'독립심'**을 가졌습니다.\n\n남에게 아쉬운 소리를 하기 싫어하며, 어떤 시련이 와도 \"두고 보자, 내가 기필코 해낸다\"라는 **오기**와 **끈기**로 결국은 성취를 이루어내는 자수성가의 표본입니다.\n\n**[날카로운 직관과 영감]**\n술토(戌土)는 하늘의 문을 연다는 '천문성(天門星)'의 글자입니다. 그래서 당신에게는 남들이 보지 못하는 것을 감지하는 **'신비한 직관력'**과 **'촉'**이 있습니다.\n\n사람의 속마음을 꿰뚫어 보는 통찰력이 있어 거짓말을 귀신같이 알아채며, 철학이나 종교, 정신적인 분야에 깊은 관심을 보이기도 합니다. 겉은 현실적인 부자처럼 보이지만, 속은 고뇌하는 **'철학자'**입니다.\n\n**[솔직함을 넘은 팩트 폭격]**\n개(戌)의 물상처럼 충직하지만, 한편으로는 예민하고 경계심이 강합니다. 돌려 말하는 것을 못 하고 **직설적인 화법**을 구사하여 본의 아니게 상대방에게 상처를 줄 수 있습니다. 이것은 악의가 아니라, 거짓 없는 **순수한 솔직함**에서 나오는 당신만의 방어기제입니다.\n\n**[당신을 위한 조언]**\n당신은 충분히 능력 있고 멋진 사람입니다. 다만, 마음속의 **'고독'**과 **'예민함'** 때문에 스스로를 괴롭힐 때가 많습니다. 가끔은 날 선 경계심을 풀고, 주변 사람들에게 **따뜻한 미소**를 보여주세요. 당신이 먼저 웃으면 세상도 당신을 향해 웃어줄 것입니다.",
    "spouse": "**[건조한 땅에 단비를 내리는 인연]**\n일지에 '편재(사업성 재물, 부친, 시댁)'를 깔고 있어, 능력 있고 생활력이 강한 배우자와 인연이 깊습니다. 하지만 메마른 땅(술토)의 특성상, 배우자에게서 **따뜻한 정서적 교감**을 기대하기엔 다소 건조할 수 있습니다.\n\n**[남성 갑술일주]**\n똑 부러지는 능력을 갖춘, 혹은 처가 덕을 볼 수 있는 아내를 맞이합니다. 하지만 아내가 내 뜻대로 움직여주지 않거나 몸이 아플 수 있어 걱정이 따릅니다. 무뚝뚝하게 굴기보다는 아내에게 **\"고맙다, 사랑한다\"**는 표현을 의식적으로 자주 해야 가정이 화목해집니다.\n\n**[여성 갑술일주]**\n본인의 생활력이 강해 남편을 먹여 살리거나 가장 역할을 할 수 있습니다. 능력이 부족하거나 성에 차지 않는 남편을 만날 수 있지만, 당신의 지혜로운 내조로 남편을 성공시킬 수 있는 힘이 있습니다. 남편을 무시하거나 닥달하기보다 **기가 죽지 않게 세워주는 지혜**가 필요합니다.\n\n**[재물 창고를 함께 지키는 파트너]**\n로맨틱한 무드보다는 현실적인 목표를 함께 이루어가는 **'동업자'** 같은 부부 관계가 잘 어울립니다. 서로의 재산 증식 과정을 공유하고 미래를 설계할 때 사랑보다 더 끈끈한 **'전우애'**가 싹틉니다.",
    "jobWealth": "**[적합한 직업 분야]**\n술토의 물상인 **부동산, 건축, 토목** 관련 분야나, 재물을 지키고 관리하는 **금융, 세무, 회계** 분야에서 대성합니다.\n\n또한 천문성의 기운을 살려 **활인업(의료, 상담, 복지)**, **종교, 철학**, 혹은 **교육** 분야에 종사하면 정신적인 만족과 재물을 동시에 얻을 수 있습니다. 군인이나 경찰처럼 **특수 권력직**과도 인연이 닿아 있습니다.\n\n**[재물에 대한 가치관]**\n일지에 '재고(재물의 창고)'를 깔고 있어 돈 욕심도 많고, 실제로 돈을 모으는 재주가 탁월합니다. 겉으로 화려하게 쓰기보다는 **\"티끌 모아 태산\"**을 실천하며, 통장에 잔고가 쌓일 때 가장 큰 안정을 느낍니다.\n\n**[돈 버는 방식]**\n현금보다는 **부동산이나 문서 형태**로 재산을 묶어두는 것이 유리합니다. '창고'는 한번 들어가면 잘 나오지 않는 속성이 있어, 저축은 잘하지만 돈을 회전시키는 융통성은 부족할 수 있습니다. **장기적인 안목의 투자**가 당신을 부자로 만들어줍니다.\n\n**[성공의 열쇠]**\n당신은 남들이 거들떠보지 않는 황무지를 옥토로 바꾸는 능력자입니다. 당장의 이익보다는 **미래 가치**를 보는 혜안을 믿으세요.",
    "advice": "**[당신의 본질]**\n당신은 가을 산의 소나무입니다. 물이 부족하여 늘 목이 마르지만, 그 갈증이 당신을 치열하게 살게 하는 원동력입니다.\n\n**[필요한 기운]**\n메마른 땅을 적셔줄 **'물(수/인성)'**과, 나무를 다듬어줄 **'불(화/식상)'**의 조화가 필요합니다. 이는 **'공부, 자격증, 휴식'**과 **'적절한 자기표현'**을 의미합니다.\n\n**[실천 방법]**\n너무 돈이나 현실적인 문제에만 매달리면 정신이 피폐해질 수 있습니다. 종교 생활, 명상, 독서 등 **정신적인 취미**를 통해 마음의 안식을 찾으세요. 물가로 여행을 가거나 식물을 기르는 것도 좋은 개운법입니다.\n\n**[건강 관리]**\n토(土) 기운이 강하고 건조하여 **위장 장애, 피부 질환**에 유의해야 하며, 스트레스로 인한 **신경성 두통**이나 **불면증**을 조심해야 합니다."
  },
  "ilji": {
    "sibsin": {
      "name": "편재",
      "special_analysis": {
        "title": "갑술일주만의 특별한 편재: '황무지 속에 숨겨둔 비밀 금고'",
        "description": "같은 편재(큰 재물)라도 갑술일주의 편재는 다릅니다. 갑진일주가 밖으로 확장하는 재물이라면, 갑술일주는 안으로 **'차곡차곡 쌓아두는 재물'**입니다.\n\n**1. 알뜰살뜰한 수집가:**\n당신은 겉으로 보기에 수수하고 검소해 보일 수 있습니다. 하지만 알고 보면 알짜배기 자산을 보유한 **'숨겨진 부자'**일 확률이 높습니다. 낭비를 싫어하고, 10원을 100원처럼 아끼는 당신의 경제 관념은 타의 모범이 됩니다.\n\n**2. 재고귀인(財庫貴人)의 축복:**\n일지에 재물의 창고를 두었습니다. 이는 돈이 들어오면 쉽게 나가지 않는다는 뜻입니다. 당신의 지갑은 **'입구는 넓고 출구는 좁은'** 마법의 주머니와 같아서, 말년으로 갈수록 재산이 불어나는 복을 타고났습니다.\n\n**3. 현실과 이상의 줄타기:**\n편재는 현실적인 욕망이지만, 술토는 정신적인 공간입니다. 당신은 돈을 벌면서도 끊임없이 **\"돈이 인생의 전부는 아닌데...\"**라는 허무함을 느낄 수 있습니다. 이 공허함을 채우기 위해 기부를 하거나 의미 있는 곳에 돈을 쓸 때, 당신의 재물 운은 더욱 빛나게 됩니다."
      }
    },
    "unseong": {
      "name": "양",
      "hanja": "養",
      "title": "갑술일주의 \"양 (養)\" - 고요히 기다리며 내공을 기르는 현자",
      "keywords": [
        "인내심",
        "보호_본능",
        "상속_후원",
        "정신적_성숙",
        "기다림의_미학"
      ],
      "description": "갑술일주의 '양(養)'지는 어머니 뱃속에서 세상에 나갈 준비를 하는 태아의 기운입니다. 겉으로는 조용해 보이지만, 그 안에서는 엄청난 성장이 일어나고 있습니다.\n\n**1. 성급하지 않은 기다림:**\n당신은 서두르지 않습니다. 때가 되지 않았음을 알기에, 묵묵히 실력을 갈고닦으며 기회를 엿보는 **'와신상담(臥薪嘗膽)'**의 자세를 가졌습니다. 이 긴 인내의 시간이 결국 당신을 누구도 넘볼 수 없는 실력자로 만듭니다.\n\n**2. 하늘이 내린 상속의 별:**\n'양'지는 부모나 조상의 은덕, 혹은 윗사람의 후원을 의미합니다. 당신이 힘들 때 생각지 못한 곳에서 **도움의 손길(유산, 상속, 후원)**이 뻗쳐올 수 있습니다. 또한 당신 자신이 누군가를 기르고 가르치는 **교육자**나 **멘토**가 되었을 때 삶의 보람을 크게 느낍니다.\n\n**3. 고독을 승화시키는 힘:**\n어머니 뱃속은 안전하지만 고독한 공간입니다. 당신은 본능적으로 혼자 있는 시간을 필요로 하며, 그 시간 동안 종교나 철학적 사유를 통해 **정신적인 성숙**을 이룹니다. 당신의 고독은 외로움이 아니라, 더 높은 곳으로 비상하기 위한 **'성스러운 침묵'**입니다."
    }
  }
}