{
  "ganji": "己巳",
  "name": "기사일주",
  "general": {
    "nature": "초여름의 뜨거운 태양 아래 펼쳐진 '광활한 대지'이자, 평온한 땅속에 마그마를 품고 있는 '휴화산'의 형상입니다. 겉모습은 다정하고 차분해 보이지만, 그 내면에는 쉴 새 없이 움직이는 뜨거운 열정과 누구에게도 지배받지 않으려는 강한 자아가 숨 쉬고 있습니다.",
    "characteristic": "**[부드러운 미소 뒤에 숨겨진 제왕의 칼날]**\n당신은 기토(밭)의 유순함과 사화(불)의 강렬함을 동시에 가졌습니다. 평소에는 남의 말을 잘 들어주는 척 고개를 끄덕이지만, 마음속으로는 이미 결론을 내리고 절대 굽히지 않는 **'무서운 고집'**이 있습니다.\n\n겉으로는 한없이 사람 좋아 보이지만, 결정적인 순간에는 누구보다 냉철하게 상황을 정리하고 자신의 이익을 챙기는 **'실속파'**이자 **'전략가'**입니다. 화가 나면 불같이 폭발하지만, 평소에는 그 불을 에너지로 승화시켜 목표를 향해 무섭게 돌진합니다.\n\n**[변화무쌍한 카멜레온 같은 적응력]**\n일지의 사화(巳)는 변색을 잘하는 동물입니다. 당신은 어떤 환경, 어떤 사람을 만나도 그에 맞춰 자신을 변화시키는 **'임기응변'**과 **'처세술'**이 탁월합니다. 이것은 줏대가 없는 것이 아니라, 생존을 위한 당신만의 뛰어난 지혜입니다.\n\n**[신비로운 직감과 영성]**\n화토(火土)가 강한 기운이라 종교적이거나 철학적인 세계에 관심이 많습니다. 남들이 보지 못하는 것을 느끼는 **'촉과 영감'**이 발달해 있으며, 꿈이 잘 맞거나 사람의 속마음을 본능적으로 읽어내는 능력이 있습니다.\n\n**[당신을 위한 조언]**\n당신은 의심이 많아 남을 온전히 믿지 못하는 경향이 있습니다. 또한, 내면의 불이 너무 강해 스스로를 태워버릴 수 있습니다(스트레스). 혼자 모든 짐을 지려 하지 말고, 주변 사람들과 **'신뢰'**를 바탕으로 짐을 나누세요. 당신이 마음의 문을 열 때, 당신의 비옥한 땅에는 더 많은 열매가 열릴 것입니다.",
    "spouse": "**[나를 지극정성으로 챙겨주지만, 간섭도 심한 애증의 관계]**\n일지에 '정인(어머니, 문서)'이자 '제왕(강한 힘)'을 깔고 있어, 배우자 자리에 마치 어머니 같은 존재가 앉아있는 형국입니다.\n\n**[남성 기사일주]**\n나를 헌신적으로 내조하는 아내, 혹은 어머니처럼 나를 챙겨주는 아내를 맞이합니다. 하지만 고부 갈등이 생기기 쉬운 대표적인 일주입니다. 당신이 어머니와 아내 사이에서 중심을 잡지 못하면 가정에 불화가 끊이지 않습니다. 효도는 셀프입니다. 아내를 어머니의 간섭으로부터 지켜주는 **'단호한 가장'**이 되어야 합니다.\n\n**[여성 기사일주]**\n점잖고 학식 있는 남편, 혹은 교육계나 전문직에 종사하는 남편과 인연이 있습니다. 하지만 당신의 기세가 워낙 강해(제왕), 남편이 집에서 기를 펴지 못하거나 밖으로 돌 수 있습니다. 혹은 내가 사회 활동을 하며 가장 역할을 할 수도 있습니다. 남편을 무시하거나 가르치려 들기보다, 남편의 체면을 세워주며 **'존중'**의 표현을 많이 해야 합니다.\n\n**[비밀 없는 사이]**\n의심이 많은 당신에게 가장 필요한 것은 **'투명한 소통'**입니다. 서로 숨기는 것 없이 모든 것을 공유할 때, 의처증이나 의부증 같은 불필요한 오해를 막을 수 있습니다.",
    "jobWealth": "**[적합한 직업 분야]**\n사화의 역마 기운과 정인의 학문, 그리고 제왕의 에너지를 모두 살려야 합니다. 여기저기 다니며 능력을 펼치는 **무역, 외교, 여행, 운수, 항공** 분야가 천직입니다.\n\n또한 불과 흙, 금속을 다루는 **전자, IT, 에너지, 반도체** 분야나, 전문 자격증을 활용한 **의사, 변호사, 회계사, 교육자**로서도 대성합니다. 특유의 영감을 살린 **종교인**이나 **예술가**도 잘 맞습니다.\n\n**[재물에 대한 가치관]**\n당신은 땀 흘려 버는 노동 수익보다는, 머리를 써서 버는 **'아이디어 수익'**이나 **'문서 수익'**에 관심이 많습니다. 큰돈을 벌고 싶은 야망이 크며, 실제로 돈 냄새를 맡는 감각이 뛰어납니다.\n\n**[돈 버는 방식]**\n일지의 사화는 '문서'입니다. 즉, **부동산, 주식, 채권, 특허권** 등 문서를 쥐고 있을 때 돈이 됩니다. 현금을 가지고 있으면 뱀처럼 스르르 빠져나갈 수 있으니, 돈이 생기면 무조건 **자산 형태**로 묶어두는 것이 부자가 되는 지름길입니다. 특히 해외와 관련된 투자나 사업도 길합니다.\n\n**[성공의 열쇠]**\n당신은 혼자 일하는 것보다, 믿을 만한 **'파트너'**나 **'멘토'**가 있을 때 더 크게 성장합니다. 하지만 사람을 너무 가려 사귀다 보면 고립될 수 있으니, 폭넓은 대인관계를 맺는 것이 성공의 밑거름입니다.",
    "advice": "**[당신의 본질]**\n당신은 품 안에 불을 감춘 흙입니다. 언제든 뜨거운 도자기가 될 수도, 화산이 될 수도 있는 잠재력을 가졌습니다.\n\n**[필요한 기운]**\n땅이 너무 뜨겁고 조열합니다. 갈라진 땅을 적셔줄 **'물(수/재성)'**과, 불길을 조절해 줄 **'습한 흙(진토, 축토)'**이나 **'금(식상)'**이 절실합니다. 이는 **'유연함, 재물 활동, 자기표현'**을 의미합니다.\n\n**[실천 방법]**\n역마의 기운이 강하므로 집에만 있으면 병이 납니다. **여행**을 자주 다니거나, 많이 걷고 움직이는 것이 좋습니다. 검은색 계열의 옷을 입거나 물을 자주 마시는 습관을 들이세요. **수영**이나 **서예**처럼 마음을 차분하게 식혀주는 취미가 성격 급한 당신에게 보약입니다.\n\n**[건강 관리]**\n화토 중탁으로 인해 혈액이 탁해지기 쉽습니다. **고혈압, 당뇨, 심혈관 질환**에 각별히 유의해야 하며, **피부 트러블**이나 **변비**가 생길 수 있습니다. 채소와 해조류를 많이 섭취하고 맵고 짠 음식은 피하세요."
  },
  "ilji": {
    "sibsin": {
      "name": "정인",
      "special_analysis": {
        "title": "기사일주만의 특별한 정인: '용암처럼 끓어오르는 지적 욕망'",
        "description": "일지에 '정인(학문, 어머니)'을 두었지만, 기사일주의 정인은 얌전한 책상 물림이 아니라 **'야망을 실현하는 무기'**입니다.\n\n**1. 전략적인 학습 능력:**\n당신은 공부를 위한 공부를 하지 않습니다. 나의 성공과 권력을 위해 필요한 공부를 합니다. 목적이 생기면 무서운 집중력을 발휘하여 자격증을 따거나 학위를 취득하는 **'독한 승부 근성'**이 있습니다.\n\n**2. 어머니의 그늘 (효신살):**\n어머니의 사랑이 너무 지나쳐 간섭이 될 수 있습니다. 어머니와의 관계가 끈끈하다 못해 애증의 관계가 되기 쉽습니다. 효도는 하되, 정신적·경제적으로 확실하게 **'독립'**하는 것이 당신과 배우자, 그리고 어머니 모두가 행복해지는 길입니다.\n\n**3. 지장간 속의 비밀 (겁재와 상관):**\n점잖은 정인 속에 '겁재(경쟁심)'와 '상관(반항심)'이 숨어 있습니다. 겉으로는 선생님처럼 행동하지만, 속으로는 **'내가 일등 해야 해'**라는 승부욕과 **'틀을 깨고 싶다'**는 파격적인 본능이 꿈틀대고 있습니다. 이 에너지가 당신을 평범한 삶에 안주하지 않게 만듭니다."
      }
    },
    "unseong": {
      "name": "제왕",
      "hanja": "帝旺",
      "title": "기사일주의 제왕 (帝旺) - 부드러움으로 포장된 절대 권력",
      "keywords": [
        "자존심",
        "자수성가",
        "외유내강",
        "독립심",
        "최고의_에너지"
      ],
      "description": "기사일주의 '제왕'지는 겉으로 드러나는 힘이 아니라, 내면에 응축된 **'핵폭탄급 에너지'**입니다.\n\n**1. 굽히지 않는 소신:**\n기토 일간은 원래 유순하지만, 기사일주는 예외입니다. 기토 중의 왕입니다. 남에게 고개 숙이는 것을 죽기보다 싫어하며, 한번 정한 목표는 지구 끝까지라도 쫓아가서 이루어내는 **'집념'**이 있습니다.\n\n**2. 홀로 서는 힘:**\n누구의 도움도 기대지 않고 스스로 운명을 개척하는 **'자수성가'**의 기운입니다. 실패해도 좌절하지 않고 오뚝이처럼 다시 일어납니다. 당신의 사전에는 '포기'란 없습니다.\n\n**3. 고독한 승리자:**\n너무 완벽하고 강해서 주변에 사람이 없을 수 있습니다. 당신의 높은 기준을 남들에게 강요하지 마세요. 조금은 빈틈을 보이고 헐렁하게 굴 때, 사람 냄새가 나는 **'매력적인 리더'**가 될 수 있습니다."
    }
  }
}