{
  "ganji": "丙辰",
  "name": "병진일주",
  "general": {
    "nature": "아침 안개가 자욱한 호수 위로 떠오르는 '붉은 태양'이자, 만물을 무럭무럭 자라게 하는 '비옥한 봄의 대지' 형상입니다. 겉모습은 태양처럼 밝고 명랑하지만, 그 내면에는 깊은 물(수고)을 품고 있어 남모를 고뇌와 깊은 생각에 잠겨있는 이중적인 매력의 소유자입니다.",
    "characteristic": "**[베풀기를 좋아하는 따뜻한 오지랖]**\n당신은 천성이 착하고 인정이 넘칩니다. 태양이 땅을 비추듯, 주변 사람들에게 밥 사주고, 챙겨주고, 도와주는 것을 기쁨으로 아는 **'식신(食神)'**의 기질을 타고났습니다.\n\n곤란에 처한 사람을 보면 그냥 지나치지 못하는 **'정의감'**과 **'봉사 정신'**이 투철하며, 내가 조금 손해를 보더라도 남을 배려하는 **넉넉한 마음씨**가 당신을 빛나게 합니다.\n\n**[구름을 뚫고 나오는 찬란한 언변]**\n진토(辰土)는 화려함을 감춘 창고입니다. 당신은 평소에는 조용하다가도, 입을 열면 청산유수처럼 말을 쏟아내는 **'언변의 마술사'**입니다. 유머 감각이 뛰어나고 상황 묘사가 탁월하여, 당신의 이야기에 사람들은 웃고 울게 됩니다.\n\n**[밝음 뒤에 숨겨진 우수(憂愁)]**\n겉으로는 세상 걱정 없이 호탕해 보이지만, 속마음은 안개 낀 호수처럼 **'감수성'**이 예민하고 복잡합니다. 진토 속에 숨겨진 물(계수)의 영향으로 가끔씩 깊은 우울감이나 외로움에 빠질 때가 있습니다. 하지만 이 고독은 당신을 성숙하게 만드는 밑거름이 됩니다.\n\n**[당신을 위한 조언]**\n당신은 추진력이 좋고 배짱이 두둑하지만, **'관대'**의 기질 때문에 자기주장이 너무 강해 독선적으로 보일 수 있습니다. 남을 가르치려 하거나 내 방식대로 끌고 가려는 고집을 조금만 내려놓고, 상대방의 속도에 맞춰주는 **'기다림'**을 배운다면 당신은 존경받는 진정한 리더가 될 것입니다.",
    "spouse": "**[친구처럼 편안하지만, 내가 챙겨줘야 하는 숙명적 인연]**\n일지에 '식신(자식, 표현, 의식주)'을 깔고 있어, 배우자를 자식처럼 아끼고 챙겨주는 스타일입니다. 당신의 헌신적인 내조/외조 덕분에 배우자가 성공하는 경우가 많습니다.\n\n**[남성 병진일주]**\n현모양처 스타일의 아내, 혹은 나보다 나이가 어리거나 귀여운 매력이 있는 아내를 맞이합니다. 아내를 딸처럼 예뻐하며 맛있는 것을 사주는 다정다감한 남편입니다. 다만, 처가와 가깝게 지내며 처가 덕을 보거나 반대로 처가를 챙겨야 할 일이 많을 수 있습니다.\n\n**[여성 병진일주]**\n자식에 대한 사랑이 각별합니다. 남편보다 자식을 더 챙기다 보니 남편이 소외감을 느낄 수 있습니다. 남편이 다소 무능하거나 성에 차지 않더라도, 당신의 지혜와 생활력으로 남편을 **'사람 만드는'** 능력이 있습니다. 남편을 무시하는 말만 조심한다면, 당신의 덕으로 가정이 번창합니다.\n\n**[미식가 부부]**\n맛있는 음식을 함께 먹으러 다니거나 요리를 함께하며 사랑을 키우는 **'미식가 커플'**이 될 확률이 높습니다. 입이 즐거워야 마음도 즐거운 부부입니다.",
    "jobWealth": "**[적합한 직업 분야]**\n식신의 능력(말, 손재주, 기르기)과 진토의 속성(피부, 농업, 저장)을 살린 직업이 천직입니다. **요리사, 요식업, 농업, 식품 가공** 분야에서 대성하며, 사람을 가르치고 기르는 **교육, 육영 사업, 복지** 분야도 아주 잘 맞습니다.\n\n또한 관대의 기운을 살려 **군인, 경찰, 의사, 간호사**처럼 제복을 입는 직업이나, 흙을 만지는 **건축, 토목, 부동산** 분야에서도 탁월한 능력을 발휘합니다.\n\n**[재물에 대한 가치관]**\n당신은 **\"먹고사는 문제\"**에 대해 천부적인 감각이 있습니다. 굶어 죽을 걱정은 안 해도 되는 타고난 **식복(食福)**이 있습니다. 돈을 쫓기보다 자신의 기술이나 재능을 펼치다 보면 자연스럽게 부가 따라오는 구조입니다.\n\n**[돈 버는 방식]**\n성실하게 일해서 버는 정재(正財)의 기운보다는, 아이디어와 기술로 승부하는 스타일입니다. 특히 **땅(부동산)**이나 **식품**과 관련된 사업, 혹은 자신의 **말솜씨**를 활용한 영업이나 중개업을 통해 큰돈을 만질 수 있습니다. 저축보다는 투자를 선호하지만, 귀가 얇아 사기를 당할 수 있으니 돈거래는 신중해야 합니다.\n\n**[성공의 열쇠]**\n당신은 베풀수록 돌아오는 **'기부의 법칙'**이 가장 잘 통하는 사람입니다. 인색하게 굴면 들어오던 복도 달아납니다. 넉넉한 인심이 곧 당신의 성공 자본입니다.",
    "advice": "**[당신의 본질]**\n당신은 구름 뒤에 숨은 태양입니다. 구름(진토)이 태양을 가릴 수도 있지만, 반대로 구름 사이로 뻗어 나오는 빛내림(틴달 현상)처럼 더욱 성스럽게 보일 수도 있습니다.\n\n**[필요한 기운]**\n축축한 흙을 말려주고 태양을 더욱 빛나게 해줄 **'나무(목/인성)'**가 필요합니다. 이는 **'공부, 자격증, 어머니의 사랑'**을 의미합니다. 또한 진토 속의 물을 조절해 줄 **'단단한 흙(무토)'**이나 **'불(화)'**의 기운이 도움이 됩니다.\n\n**[실천 방법]**\n말을 많이 하면 기운이 빠질 수 있으니, 꼭 필요한 말만 골라 하는 **'침묵의 지혜'**를 기르세요. 우울감이 찾아올 때는 집에만 있지 말고 햇볕을 쬐며 **산책**을 하거나, 흙을 밟고 만지는 **텃밭 가꾸기**, **도예** 등의 취미가 최고의 개운법입니다.\n\n**[건강 관리]**\n습한 흙의 기운으로 인해 **위장, 피부, 신장** 질환에 유의해야 하며, 혈액 순환이 잘 안 될 수 있습니다. **반신욕**이나 **족욕**으로 몸을 따뜻하게 하고, 과식을 피하는 식습관이 중요합니다."
  },
  "ilji": {
    "sibsin": {
      "name": "식신",
      "special_analysis": {
        "title": "병진일주만의 특별한 식신: '만물을 길러내는 풍요로운 대지'",
        "description": "일지에 '식신(의식주, 표현, 창조)'을 둔 일주는 많지만, 병진일주의 식신은 태양의 빛과 대지의 양분이 만나 생명을 폭발적으로 성장시키는 **'생산적인 에너지'**입니다.\n\n**1. 타고난 미식가이자 요리사:**\n당신은 맛을 느끼는 감각이 남다릅니다. 맛있는 것을 먹을 때 세상에서 가장 행복한 표정을 짓습니다. 단순히 먹는 것을 넘어, 직접 요리하여 남을 대접하는 솜씨 또한 일품입니다. 당신의 손끝에서 탄생한 음식이나 창작물은 사람들에게 **'풍요로움'**을 선물합니다.\n\n**2. 촌철살인의 유머:**\n당신의 말에는 뼈가 있습니다. 하지만 그 뼈가 사람을 찌르는 것이 아니라, 웃음 속에 진실을 담아내는 **'해학'**과 **'풍자'**입니다. 분위기를 주도하는 유쾌한 에너지 뒤에는 세상을 꿰뚫어 보는 날카로운 시선이 숨어 있습니다.\n\n**3. 헌신적인 양육자:**\n진토는 만물이 자라나는 봄의 땅입니다. 당신은 사람을 키우는 데 탁월한 재능이 있습니다. 자녀 교육은 물론이고, 후배 양성이나 제자 육성에 힘을 쏟을 때 당신의 인생은 가장 보람차고 빛나게 됩니다."
      }
    },
    "unseong": {
      "name": "관대",
      "hanja": "冠帶",
      "title": "병진일주의 관대 (冠帶) - 제복을 입은 청년의 당당한 기개",
      "keywords": [
        "자존심",
        "독립심",
        "전문성",
        "용기",
        "거침없는_도전"
      ],
      "description": "병진일주의 '관대'지는 갓 성인이 되어 관복을 입고 세상에 나서는 패기 넘치는 모습입니다.\n\n**1. 꺾이지 않는 자존심:**\n당신은 남에게 굽히거나 아쉬운 소리를 못 합니다. 자존심이 밥 먹여주냐고 하지만, 당신에게 자존심은 밥보다 중요한 **'생존의 이유'**입니다. 이 드높은 기개 덕분에 어떤 시련이 와도 비굴해지지 않고 당당하게 맞서 싸웁니다.\n\n**2. 전문직의 별:**\n관대는 유니폼(제복)을 의미합니다. 의사 가운, 판사복, 군복처럼 특수한 옷을 입거나, 자신만의 전문 자격증을 가지고 일하는 분야에서 크게 성공합니다. 어설픈 잡기보다는 **'확실한 전문성'** 하나로 승부하는 것이 당신의 운명입니다.\n\n**3. 시행착오를 통한 성장:**\n청년은 경험이 부족하여 실수를 합니다. 당신 또한 독선적인 판단으로 실패를 겪을 수 있습니다. 하지만 관대의 힘은 **'회복'**에 있습니다. 실패를 부끄러워하지 않고 교훈 삼아 다시 도전하는 당신의 모습은, 결국 당신을 정상의 자리로 이끌어 줄 것입니다."
    }
  }
}