{
  "ganji": "甲午",
  "name": "갑오일주",
  "general": {
    "nature": "한낮의 태양 아래 서 있는 푸른 소나무이자, 스스로 몸을 태워 세상을 밝히는 '모닥불'의 형상입니다. 화려한 불꽃처럼 열정적이고, 감출 수 없는 재능과 끼가 넘쳐흐르는 매력적인 사람입니다.",
    "characteristic": "**[총명한 두뇌와 LTE급 회전력]**\n당신은 두뇌 회전이 5G급으로 빠릅니다. 하나를 가르쳐주면 열을 아는 총명함(목화통명)을 타고났으며, 남들보다 한발 앞서 트렌드를 읽어내는 **직관력**이 탁월합니다.\n\n말솜씨가 유창하고 표현력이 좋아 좌중을 휘어잡는 **언변의 달인**입니다. 당신이 입을 열면 사람들이 귀를 기울이게 만드는 힘이 있습니다.\n\n**[거짓 없는 투명한 솔직함]**\n당신의 사전에는 '가식'이나 '비밀'이 없습니다. 좋고 싫음이 얼굴에 그대로 드러나는 **투명한 영혼**의 소유자입니다. 뒤끝이 없고 시원시원하여, 싸우고 나서도 금방 털어버리는 쿨한 성격입니다.\n\n다만, 너무 솔직한 나머지 **직설적인 화법**으로 본의 아니게 상대방에게 상처를 줄 수 있습니다. 악의는 없지만, 당신의 말이 칼처럼 예리할 수 있음을 기억해야 합니다.\n\n**[타인을 위한 희생정신]**\n나무(나)를 태워 불(상대방/세상)을 만드는 구조라, 은근히 **정이 많고 오지랖**이 넓습니다. 남의 어려운 사정을 그냥 지나치지 못하고, 내 것을 퍼주면서도 생색내지 않는 **순수한 봉사 정신**이 있습니다.\n\n**[당신을 위한 조언]**\n당신은 달리는 말(午)과 같습니다. 시작은 잘하지만 마무리가 약하고, 성격이 급해 **지구력**이 부족할 수 있습니다. 조금만 속도를 줄이고 **'쉼표'**를 찍는다면, 당신의 불꽃은 더 오래, 더 아름답게 타오를 것입니다.",
    "spouse": "**[뜨겁게 사랑하고 헌신하는 로맨티스트]**\n일지에 '상관(표현, 자식, 재능)'을 깔고 있어, 배우자에게 나의 사랑을 아낌없이 표현하고 퍼주는 스타일입니다.\n\n하지만 상관의 기질 때문에 배우자를 가르치려 하거나, 잔소리를 할 수 있습니다. 이는 사랑해서 하는 말이지만, 상대방은 피곤함을 느낄 수 있으니 **'잔소리는 줄이고 칭찬은 늘리는 것'**이 행복의 열쇠입니다.\n\n**[남성 갑오일주]**\n재주 많고 생활력 강한, 혹은 미인인 아내를 얻을 확률이 높습니다. 하지만 아내에게 잘해주면서도 무심코 던지는 **날카로운 말 한마디**로 점수를 깎아먹기 쉽습니다. 밖에서 남들에게 잘하는 만큼만 집에서 한다면 최고의 남편이 될 것입니다.\n\n**[여성 갑오일주]**\n자식에 대한 애착이 대단합니다. 자식을 낳고 나서 남편보다 자식에게 온 정성을 쏟는 경우가 많습니다. 남편을 내 기준에 맞추려다 보니 갈등이 생길 수 있습니다. 남편의 기를 살려주는 **지혜로운 내조**가 필요하며, 본인도 사회 활동을 통해 에너지를 발산해야 가정에 평화가 옵니다.\n\n**[홍염살의 매력]**\n갑오일주는 도화보다 강력하다는 **'홍염살'**을 가지고 있습니다. 웃는 모습이 매력적이고 이성에게 인기가 많습니다. 이 매력을 배우자에게만 발산한다면 금상첨화입니다.",
    "jobWealth": "**[적합한 직업 분야]**\n말과 표현으로 먹고사는 직업이 천직입니다. **방송, 언론, 유튜브, 강사, 교육, 영업** 등 입을 사용하는 분야에서 두각을 나타냅니다.\n\n예술적 감각과 손재주가 뛰어나 **디자인, 미용, 요리, 연예계**에서도 성공할 수 있습니다. 또한, 남의 아픔을 공감하고 해결해주는 **상담가**나 **활인업**도 잘 어울립니다.\n\n**[재물에 대한 가치관]**\n돈을 쫓아가기보다 **'나의 재능'**을 팔아 돈을 버는 구조입니다. 아이디어 하나로 세상을 놀라게 하거나, 말 한마디로 천 냥 빚을 갚는 능력자입니다.\n\n**[돈 버는 방식]**\n저축보다는 **투자**나 **소비**에 관심이 많습니다. 기분파 기질이 있어 돈을 잘 벌지만 그만큼 잘 쓰기도 합니다. **'통장 쪼개기'** 등을 통해 계획적인 지출 습관을 들이는 것이 중요합니다. 사업을 한다면 혼자 하는 것보다 재무를 관리해 줄 꼼꼼한 파트너가 있으면 좋습니다.\n\n**[성공의 열쇠]**\n당신 자체가 **'브랜드'**입니다. 자신을 숨기지 말고 세상에 적극적으로 홍보하고 알리세요. 당신의 **매력**이 곧 자본입니다.",
    "advice": "**[당신의 본질]**\n당신은 불타오르는 나무입니다. 열정이 넘치지만, 자칫하면 나 자신이 다 타버려 재만 남을 수 있습니다(Burn-out).\n\n**[필요한 기운]**\n뜨거운 열기를 식혀줄 **'물(수/인성)'**과 **'축축한 흙(진토, 축토)'**이 절실합니다. 이는 곧 **'공부, 휴식, 어머니의 사랑, 인내심'**을 의미합니다.\n\n**[실천 방법]**\n일만 하지 말고 반드시 **혼자만의 휴식 시간**을 가지세요. 명상이나 독서, 차분한 음악을 통해 **마음의 온도**를 낮추는 것이 당신의 건강과 운을 지키는 비법입니다.\n\n**[건강 관리]**\n심장이 빨리 뛰고 열이 오르기 쉽습니다. **심혈관 질환, 안구 건조, 공황장애** 등 신경성 질환에 주의하고, 물을 자주 마시는 습관을 들이세요."
  },
  "ilji": {
    "sibsin": {
      "name": "상관",
      "special_analysis": {
        "title": "갑오일주만의 특별한 상관: '어둠을 밝히는 천재적인 불꽃'",
        "description": "일지에 '상관(표현, 천재성, 반골 기질)'을 둔 일주는 많지만, 갑오일주의 상관은 **'목화통명(木火通明)'**이라 하여 가장 아름답고 총명한 기운으로 칩니다.\n\n**1. 말을 예술로 승화시키는 힘:**\n당신의 말은 단순한 의사소통 수단이 아닙니다. 사람의 마음을 움직이고, 답답한 속을 뻥 뚫어주는 **'사이다'**이며, 때로는 세상을 바꾸는 **'혁명적인 연설'**이 됩니다. 당신의 언어적 감각은 타고난 천재의 영역입니다.\n\n**2. 불의를 참지 못하는 정의감:**\n상관은 기존의 질서에 저항하는 기운입니다. 갑오일주는 부조리한 것을 보면 참지 못하고, 약자의 편에 서서 목소리를 내는 **'행동하는 양심'**입니다. 비록 이 때문에 손해를 볼지라도, 당신은 할 말을 해야 직성이 풀리는 대장부입니다.\n\n**3. 아낌없이 주는 나무:**\n나무가 자신의 몸을 태워 불을 만들듯, 당신은 내가 좋아하는 사람이나 일에 모든 것을 쏟아붓습니다. 계산적이지 않은 그 **순수한 열정**이 사람들을 감동시키지만, 가끔은 나 자신을 위해 불길을 조절하는 지혜도 필요합니다."
      }
    },
    "unseong": {
      "name": "사",
      "hanja": "死",
      "title": "갑오일주의 \"사 (死)\" - 고요함 속에서 빛나는 정신의 깊이",
      "keywords": [
        "고도의_집중력",
        "직관력",
        "철학적_사고",
        "정신적_지도자",
        "몰입의_미학"
      ],
      "description": "이름 때문에 겁먹지 마세요. 갑오일주의 '사(死)'는 육체의 죽음이 아니라, 육체 활동을 멈추고 정신이 **'최고조로 깨어있는 상태'**를 의미합니다.\n\n**1. 불타오르는 육체, 차분한 정신:**\n겉으로는 활발하고 급해 보이지만(오화), 당신의 내면 깊은 곳(사지)에는 누구보다 차분하고 냉철한 **'철학자'**가 살고 있습니다. 남들이 보지 못하는 본질을 꿰뚫어 보는 **'직관력'**은 바로 이 '사'지의 힘에서 나옵니다.\n\n**2. 한 우물을 파는 전문가:**\n'사'는 움직이지 않고 한곳에 몰입하는 기운입니다. 당신이 무언가에 꽂히면 무서울 정도로 파고들어 결국 **전문가**의 경지에 오르게 됩니다. 얕고 넓게 알기보다는, 하나를 깊게 파고들 때 성공합니다.\n\n**3. 고독을 즐길 때 찾아오는 영감:**\n당신은 화려한 무대 뒤에 혼자 있을 때 비로소 편안함을 느낍니다. 이 고독의 시간은 당신에게 **'영감'**을 충전하는 시간입니다. 남들과 섞여 있을 때보다 혼자 사색할 때 놀라운 아이디어가 떠오르는 것은, 당신이 정신 세계의 주인이기 때문입니다."
    }
  }
}